Revit 2027 API
ParameterTypeId.FabricationLevelParam Property
 "Reference Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationLevelParam { get; }
Public Shared ReadOnly Property FabricationLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationLevelParam {
	ForgeTypeId^ get ();
}
static member FabricationLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace